export const ru = {
  skills: {
    analyticalThinking: {
      name: "Аналитическое мышление",
      definition:
        "Способность выявлять и определять проблемы, извлекать ключевую информацию из данных и разрабатывать осуществимое решение",
    },
    creativeThinking: {
      name: "Креативное мышление",
      definition: "Способность придумывать уникальные, оригинальные решения",
    },
    resilience: {
      name: "Стойкость, гибкость и адаптивность",
      definition:
        "Способность адаптироваться, развиваться и оставаться продуктивным среди трудностей или меняющихся ожиданий",
    },
    motivation: {
      name: "Мотивация и самосознание",
      definition:
        "Мотивация – эмоциональные тенденции, которые направляют или облегчают достижение целей. Самоосознание – знание своих внутренних состояний, предпочтений, ресурсов и особенностей",
    },
    curiosity: {
      name: "Любознательность и непрерывное обучение",
      definition:
        "Стремление взаимодействовать с миром через открытое стремление к знаниям и пониманию",
    },
    technologicalLiteracy: {
      name: "Технологическая грамотность",
      definition:
        "Способность использовать, управлять, оценивать и понимать технологии",
    },
    dependability: {
      name: "Надежность и внимание к деталям",
      definition:
        "Надежность – это качество быть надежным, последовательным и заслуживающим доверия в выполнении обязательств и ответственности. Внимание к деталям подразумевает скрупулезный подход к работе, акцент на точности, тщательности и аккуратности",
    },
    empathy: {
      name: "Эмпатия и активное слушание",
      definition: "Осознание чувств, потребностей и забот других людей",
    },
    leadership: {
      name: "Лидерство и социальное влияние",
      definition:
        "Лидерство – это набор поведенческих моделей, которые помогают людям согласовывать общее направление, выполнять стратегические планы и постоянно обновлять организацию. Социальное влияние включает преднамеренные и непреднамеренные усилия по изменению убеждений, установок или поведения другого человека",
    },
    qualityControl: {
      name: "Контроль качества",
      definition: "",
    },
  },
  wheel: {
    title: "Колесо фортуны мягких навыков",
    youWon: "🎉 Вы выиграли: %{skill}",
    spin: "Крутить колесо фортуны!",
  },
  definitions: {
    title: "Определения",
  },
  menu: {
    home: "Домой",
    definitions: "Определения",
  },
};
